Repository: ThinkInAIXYZ/clawdhome
Catalog: ClawdHome/Stable.xcstrings
Source language: zh_hans
Languages: en, zh_hant

# auto.model_detail_view.configuration_api_key
source: 需先配置 API Key
en: API Key must be configured first
zh_hant: 清空

# auto.model_detail_view.connectivity_test
source: 连通性测试
en: Connectivity Test
zh_hant: 需先配置 API Key

# auto.model_detail_view.conversation_test
source: 对话测试
en: Conversation test
zh_hant: 連通性測試

# auto.model_detail_view.failed
source: 失败
en: Failed
zh_hant: 對話測試

# auto.model_detail_view.input
source: 输入消息…
en: Enter a message...
zh_hant: 失敗

# auto.model_detail_view.models
source: 发送消息与模型对话，验证功能是否正常
en: Send a message to chat with the model and verify it works correctly.
zh_hant: 輸入訊息…

# auto.model_detail_view.models_id
source: 模型 ID
en: Model ID
zh_hant: 傳送訊息與模型對話，驗證功能是否正常

# auto.model_detail_view.name
source: 名称
en: Name
zh_hant: 模型 ID

# auto.model_detail_view.no_data_yet_feature_pending
source: 暂无数据（功能待实现）
en: No data yet (feature pending)
zh_hant: 名稱

# auto.model_detail_view.send
source: 发送
en: Send
zh_hant: 暫無資料（功能待實現）

# auto.model_detail_view.text_49562bf14c
source: 测试中…
en: Testing...
zh_hant: 傳送

# auto.model_detail_view.text_c1b894480d
source: 发送中…
en: Sending...
zh_hant: 測試中…

# auto.model_detail_view.unknown
source: 未知
en: Unknown
zh_hant: 傳送中…

# auto.model_detail_view.usage_statistics
source: 用量统计
en: Usage Statistics
zh_hant: 未知

# auto.network_policy_view.address
source: 远端地址
en: Remote Address
zh_hant: 用量統計

# auto.network_policy_view.all_shrimps
source: 全部虾
en: All shrimps
zh_hant: 遠端地址

# auto.network_policy_view.gateway_has_no_tcp_connections_when_idle_connections
source: Gateway 空闲时无 TCP 连接，发起请求后会出现。
en: Gateway has no TCP connections when idle; connections appear after requests are made.
zh_hant: 全部蝦

# auto.network_policy_view.helper
source: Helper 未连接
en: Helper Not Connected
zh_hant: Gateway 空閒時無 TCP 連線，發起請求後會出現。

# auto.network_policy_view.local_127_x_x_x_1
source: 显示本地回环连接（127.x.x.x / ::1）
en: Show local loopback connections (127.x.x.x / ::1)
zh_hant: Helper 未連線

# auto.network_policy_view.network
source: 网络管理
en: Network Management
zh_hant: 顯示本地迴環連線（127.x.x.x / ::1）

# auto.network_policy_view.no
source: 暂无活跃连接
en: No active connections
zh_hant: 網路管理

# auto.network_policy_view.no_matching_results
source: 无匹配结果
en: No matching results
zh_hant: 暫無活躍連線

# auto.network_policy_view.processes
source: 进程
en: Processes
zh_hant: 無匹配結果

# auto.network_policy_view.searchaddress_process
source: 搜索地址/进程
en: Search address / process
zh_hant: 程序

# auto.network_policy_view.settings_start_helper
source: 请前往「设置 → 诊断」安装或启动 Helper
en: Go to Settings → Diagnostics to install or start Helper
zh_hant: 搜尋地址/程序

# auto.network_policy_view.shrimp
source: 虾
en: Shrimp
zh_hant: 請前往「設定 → 診斷」安裝或啟動 Helper

# auto.network_policy_view.status
source: 状态
en: Status
zh_hant: 蝦

# auto.network_policy_view.text_497ca0f2fe
source: ↑ 速率
en: ↑ Rate
zh_hant: 狀態

# auto.network_policy_view.text_757335e7e2
source: 尝试清除筛选条件。
en: Try clearing the filter criteria.
zh_hant: ↑ 速率

# auto.network_policy_view.text_890bba7fe6
source: ↓ 速率
en: ↓ Rate
zh_hant: 嘗試清除篩選條件。

# auto.network_policy_view.text_a8addf6f21
source: 累计收/发
en: Total In/Out
zh_hant: ↓ 速率

# auto.security_audit_view.command_history
source: 指令记录
en: Command history
zh_hant: 累計收/發

# auto.security_audit_view.configuration
source: 配置变更
en: Configuration Changes
zh_hant: 指令記錄

# auto.security_audit_view.copy_filtered_results
source: 复制筛选结果
en: Copy filtered results
zh_hant: 配置變更

# auto.security_audit_view.gateway
source: Gateway 日志
en: Gateway
zh_hant: 複製篩選結果

# auto.security_audit_view.logs
source: 暂无日志
en: No logs yet
zh_hant: Gateway 日誌

# auto.security_audit_view.logsfile
source: 日志文件为空或尚未产生记录
en: Log file is empty or has no records yet
zh_hant: 暫無日誌

# auto.security_audit_view.refresh
source: 刷新
en: Refresh
zh_hant: 日誌檔案為空或尚未產生記錄

# auto.security_audit_view.search
source: 搜索…
en: Search...
zh_hant: 重新整理

# auto.security_audit_view.selectuser
source: 请选择用户
en: Select a user...
zh_hant: 搜尋…

# auto.security_audit_view.user
source: 用户
en: User
zh_hant: 請選擇使用者

# auto.terminal_log_view.auto_scroll
source: 自动滚动
en: Auto-scroll
zh_hant: 使用者

# auto.terminal_log_view.command_output
source: 命令输出
en: Command output
zh_hant: 自動滾動

# auto.terminal_log_view.helper_session
source: Helper 会话
en: Helper Session
zh_hant: 命令輸出

# auto.terminal_log_view.interactive_mode
source: 交互模式
en: Interactive mode
zh_hant: Helper 會話

# auto.terminal_log_view.logs
source: 日志输出
en: Log Output
zh_hant: 互動模式

# auto.terminal_log_view.searchlogs
source: 搜索日志
en: Search logs
zh_hant: 日誌輸出

# auto.upgrade_confirm_sheet.backuprollback_saveconfiguration
source: 不备份则无法回退，请确认已手动保存重要配置。
en: Without a backup, rollback is not possible. Please confirm you have manually saved important configurations.
zh_hant: 搜尋日誌

# auto.upgrade_confirm_sheet.cancel
source: 取消
en: Cancel
zh_hant: 不備份則無法回退，請確認已手動儲存重要配置。

# auto.upgrade_confirm_sheet.current_version
source: 当前版本
en: Current version
zh_hant: 取消

source: 将在 ~/Documents/ClawdHome Backups/ 保存一份备份，升级后可一键回退。
en: A backup will be saved to ~/Documents/ClawdHome Backups/. You can roll back with one click after upgrading.
zh_hant: 當前版本

# auto.upgrade_confirm_sheet.done
source: 完成
en: Done
zh_hant: 將在 ~/Documents/ClawdHome Backups/ 儲存一份備份，升級後可一鍵回退。

# auto.upgrade_confirm_sheet.latest_version
source: 最新版本
en: Latest version
zh_hant: 完成

# auto.upgrade_confirm_sheet.text_5fc65af5b3
source: 处理中…
en: Processing…
zh_hant: 最新版本

# auto.upgrade_confirm_sheet.unknown
source: 未知
en: Unknown
zh_hant: 處理中…

# auto.upgrade_confirm_sheet.upgrade
source: 升级
en: Upgrade
zh_hant: 未知

# auto.upgrade_confirm_sheet.upgrade_gateway_stop
source: 升级期间 Gateway 将暂时停止。
en: Gateway will be temporarily stopped during the upgrade.
zh_hant: 升級

# auto.upgrade_confirm_sheet.upgrade_openclaw
source: 升级 openclaw
en: Upgrade openclaw
zh_hant: 升級期間 Gateway 將暫時停止。

# auto.upgrade_confirm_sheet.upgradebackupconfiguration
source: 升级前自动备份配置
en: Auto-backup configuration before upgrade
zh_hant: 升級 openclaw

# auto.upgrade_confirm_sheet.user
source: 用户
en: User
zh_hant: 升級前自動備份配置

# auto.upgrade_confirm_sheet.view_release_notes
source: 查看更新内容
en: View release notes
zh_hant: 使用者

# auto.upgrade_confirm_sheet.wait_and_watch_warning
source: 风险提示：不要盲目升级新版本，建议先观望几天，确认社区反馈稳定后再升级。
en: Risk warning: do not upgrade blindly. Wait a few days and upgrade after community feedback is stable.
zh_hant: 檢視更新內容

# auto.user_files_view.cancel
source: 取消
en: Cancel
zh_hant: 風險提示：不要盲目升級新版本，建議先觀望幾天，確認社群反饋穩定後再升級。

# auto.user_files_view.copy_current_path
source: 复制当前路径
en: Copy current path
zh_hant: 取消

# auto.user_files_view.copy_path
source: 复制路径
en: Copy path
zh_hant: 複製當前路徑

# auto.user_files_view.create
source: 创建
en: Create
zh_hant: 複製路徑

# auto.user_files_view.delete
source: 删除…
en: Delete
zh_hant: 建立

# auto.user_files_view.directory
source: 解压到当前目录
en: Extract to current directory
zh_hant: 刪除…

# auto.user_files_view.download
source: 下载
en: Download
zh_hant: 解壓到當前目錄

# auto.user_files_view.edit
source: 编辑
en: Edit
zh_hant: 下載

# auto.user_files_view.f
source: 查找 (⌘F)
en: Find (⌘F)
zh_hant: 編輯

# auto.user_files_view.failed
source: 内容编码失败
en: Content encoding failed
zh_hant: 查詢 (⌘F)

# auto.user_files_view.file
source: 文件管理终端
en: File Manager Terminal
zh_hant: 內容編碼失敗

# auto.user_files_view.file_name_without_extension
source: 文件名（不含后缀）
en: File name (without extension)
zh_hant: 檔案管理終端

# auto.user_files_view.filefolder
source: 上传文件或文件夹…
en: Upload file or folder...
zh_hant: 檔名（不含字尾）

# auto.user_files_view.filefolderdirectory
source: 拖入文件或文件夹上传到当前目录
en: Drop files or folders here to upload to the current directory
zh_hant: 上傳檔案或資料夾…

# auto.user_files_view.files
source: 文件
en: Files
zh_hant: 拖入檔案或資料夾上傳到當前目錄

# auto.user_files_view.folder
source: 新建文件夹…
en: New folder...
zh_hant: 檔案

# auto.user_files_view.foldername
source: 文件夹名称
en: Folder name
zh_hant: 新建資料夾…

# auto.user_files_view.helper
source: Helper 未连接
en: Helper not connected
zh_hant: 資料夾名稱

# auto.user_files_view.json
source: JSON 语法错误
en: JSON syntax error
zh_hant: Helper 未連線

# auto.user_files_view.load_failed
source: 加载失败
en: Load failed
zh_hant: JSON 語法錯誤

# auto.user_files_view.loading
source: 加载中…
en: Loading...
zh_hant: 載入失敗

# auto.user_files_view.modified_at
source: 修改时间
en: Date Modified
zh_hant: 載入中…

# auto.user_files_view.name
source: 名称
en: Name
zh_hant: 修改時間

# auto.user_files_view.open
source: 在终端中打开
en: Open in Terminal
zh_hant: 名稱

# auto.user_files_view.opendirectory
source: 在终端打开当前目录
en: Open current directory in Terminal
zh_hant: 在終端中開啟

# auto.user_files_view.owner
source: 所有者
en: Owner
zh_hant: 在終端開啟當前目錄

# auto.user_files_view.rename
source: 重命名…
en: Rename
zh_hant: 所有者

# auto.user_files_view.save
source: 保存
en: Save
zh_hant: 重新命名…

# auto.user_files_view.select
source: 选择虾…
en: Select a shrimp...
zh_hant: 儲存

# auto.user_files_view.selectfile
source: 在顶部下拉菜单选择要管理文件的虾
en: Select a shrimp from the dropdown above to manage its files
zh_hant: 選擇蝦…

# auto.user_files_view.settings_start_helper
source: 请前往「设置 → 诊断」安装或启动 Helper
en: Go to Settings → Diagnostics to install or start Helper
zh_hant: 在頂部下拉選單選擇要管理檔案的蝦

# auto.user_files_view.shrimp
source: 虾
en: Shrimp
zh_hant: 請前往「設定 → 診斷」安裝或啟動 Helper

# auto.user_files_view.size
source: 大小
en: Size
zh_hant: 蝦

# auto.user_files_view.terminal
source: 终端
en: Terminal
zh_hant: 大小

# auto.user_files_view.upload
source: 上传
en: Upload
zh_hant: 終端

# backup.manager.delete_confirm.active_rollback_message
source: %@ 这是当前回退备份，删除后将无法回退到上一版本。
en: %@ This is the active rollback backup. Deleting it prevents rollback to the previous version.
zh_hant: 上傳

# backup.manager.delete_confirm.irreversible_message
source: %@ 此操作不可撤销。
en: %@ This action cannot be undone.

# backup.manager.delete_confirm.title
source: 删除备份？
en: Delete Backup?

# channel.flow.feishu.title
source: 飞书
en: Feishu
zh_hant: 這是當前回退備份，刪除後將無法回退到上一版本。

# channel.flow.weixin.title
source: 微信
en: WeChat

# channel.pairing.button.generate
source: 生成配对二维码
en: Generate pairing QR code

# channel.pairing.button.generating
source: 生成中…
en: Generating...
zh_hant: 此操作不可撤銷。

# channel.pairing.button.interrupt_generation
source: 中断生成
en: Stop generation
zh_hant: 刪除備份？

# channel.pairing.button.regenerate
source: 重新生成二维码
en: Generate QR code again
zh_hant: 飛書

# channel.pairing.button.retry
source: 重试生成二维码
en: Retry
zh_hant: 微信

# channel.pairing.hint
source: 请点击按钮生成二维码，扫码配对后给龙虾发消息测试，正常即可关闭窗口。
en: Click the button to generate a QR code. After scanning and pairing, send a test message to the shrimp. If everything works, you can close this window.
zh_hant: 生成配對二維碼

# channel.pairing.status.failed
source: 生成失败，可重试
en: Generation failed, retry available
zh_hant: 生成中…

# channel.pairing.status.idle
source: 未开始
en: Not started
zh_hant: 中斷生成

# channel.pairing.status.running
source: 命令执行中
en: Command running
zh_hant: 重新生成二維碼

# channel.pairing.status.succeeded
source: 已完成，可再次生成
en: Done, can regenerate
zh_hant: 重試生成二維碼

# channel.pairing.status.waiting_input
source: 等待扫码/输入
en: Waiting for scan/input
zh_hant: 請點選按鈕生成二維碼，掃碼配對後給龍蝦發訊息測試，正常即可關閉視窗。

# channel.pairing.status_label
source: 状态：%@
en: Status: %@
zh_hant: 生成失敗，可重試

# channel.runtime.elapsed
source: 耗时 %@
en: Elapsed %@
zh_hant: 未開始

# channel.runtime.exit.failed
source: 命令已退出（exit %d）。请查看上方终端输出并重试。
en: Command exited (exit %d). Please check the terminal output above and retry.
zh_hant: 命令執行中

# channel.runtime.exit.success
source: 命令执行完成。若终端输出了二维码，请直接扫码完成配对。
en: Command completed. If a QR code was displayed in the terminal, scan it to complete pairing.
zh_hant: 已完成，可再次生成

# channel.runtime.exit.success_autoclose
source: 检测到配对已完成，窗口将自动关闭。
en: Pairing completed. This window will close automatically.
zh_hant: 等待掃碼/輸入

# channel.runtime.exit.success_detected
source: 已检测到配对成功，您可以继续配置下方选项。
en: Pairing success detected. You can continue configuring options below.
zh_hant: 狀態：%@

# channel.runtime.no_output_to_copy
source: 暂无可复制的命令输出。
en: No command output to copy.
zh_hant: 耗時 %@

# channel.runtime.output_copied
source: 命令输出已复制。
en: Command output copied.
zh_hant: 命令已退出（exit %d）。請檢視上方終端輸出並重試。

# channel.runtime.pairing.detected_autoclose
source: 已检测到“配置成功/完成”提示，窗口将在 2 秒后自动关闭。
en: Detected “configured/success” hint. Window will close automatically in 2 seconds.
zh_hant: 命令執行完成。若終端輸出了二維碼，請直接掃碼完成配對。

# channel.runtime.pairing.detected_ready_config
source: 已检测到“配置成功/完成”提示，可继续配置下方选项。
en: Detected “configuration success/complete” prompt. You can continue configuring options below.
zh_hant: 檢測到配對已完成，視窗將自動關閉。

# channel.stage.done
source: 已完成
en: Done
zh_hant: 已檢測到配對成功，您可以繼續配置下方選項。

# channel.stage.exited
source: 已退出
en: Exited
zh_hant: 暫無可複製的命令輸出。

# channel.stage.idle
source: 待开始
en: Pending
zh_hant: 命令輸出已複製。

# channel.stage.running
source: 运行中
en: Running
zh_hant: 已檢測到“配置成功/完成”提示，視窗將在 2 秒後自動關閉。

# channel.stage.running_waiting
source: 运行中（等待输入）
en: Running (waiting for input)
zh_hant: 已檢測到“配置成功/完成”提示，可繼續配置下方選項。

# channel.window.title
source: ClawdHome 正在生产 %@ 虾 · %@ 通道配置 · %@
en: ClawdHome is provisioning shrimp %@ · %@ channel configuration · %@
zh_hant: 已完成

# clawd_home_app.arg_num
source: @%@ · 维护窗口 #%d
en: @%@ · Maintenance Window #%d
zh_hant: 已退出

# clawd_home_app.auth_assist
source: 授权辅助
en: Auth Assistant
zh_hant: 待開始

# clawd_home_app.copy_device_code
source: 复制验证码
en: Copy Device Code
zh_hant: 執行中

# clawd_home_app.device_code_copied
source: 验证码已复制。
en: Device code copied.
zh_hant: 執行中（等待輸入）

# clawd_home_app.open_auth_page
source: 打开授权页
en: Open Authorization Page
zh_hant: ClawdHome 正在生產 %@ 蝦 · %@ 通道配置 · %@

# clawd_home_app.text_ededdc48
source: 新建窗口
en: New window
zh_hant: @%@ · 維護視窗 #%d

# common.action.add
source: 添加
en: Add
zh_hant: 授權輔助

# common.action.cancel
source: 取消
en: Cancel
zh_hant: 複製驗證碼

# common.action.clear
source: 清空
en: Clear
zh_hant: 驗證碼已複製。

# common.action.copy_filtered
source: 复制筛选
en: Copy filtered
zh_hant: 開啟授權頁

# common.action.copy_output
source: 复制输出
en: Copy output
zh_hant: 新建視窗

# common.action.create
source: 创建
en: Create
zh_hant: 新增

# common.action.interrupt
source: 中断
en: Interrupt
zh_hant: 取消

# common.action.ok
source: 好的
en: OK
zh_hant: 清空

# common.action.rerun
source: 重跑
en: Rerun
zh_hant: 複製篩選

# common.coming_soon
source: 敬请期待
en: Coming soon
zh_hant: 複製輸出

# common.filter.all
source: 全部
en: All
zh_hant: 建立

# common.resource.disk
source: 磁盘
en: Disk
zh_hant: 中斷

# common.resource.memory
source: 内存
en: Memory
zh_hant: 好的

# common.resource.net_in
source: 入网
en: Download
zh_hant: 重跑

# common.resource.net_out
source: 出网
en: Upload
zh_hant: 敬請期待

# common.resource.network
source: 网络
en: Network
zh_hant: 全部

# common.resource.temperature
source: 温度
en: Temperature
zh_hant: 磁碟

# common.search.by_space
source: 搜索（空格分词）
en: Search (space-separated terms)
zh_hant: 記憶體

# common.toggle.auto_scroll
source: 自动滚动
en: Auto-scroll
zh_hant: 入網

# common.unknown
source: 未知
en: Unknown
zh_hant: 出網

# content_view.text_312c16ea
source: 可升级 (%@)
en: Upgradable (%@)
zh_hant: 網路

# content_view.text_c851a279
source: 加载用户失败：%@
en: Failed to load user: %@
zh_hant: 溫度

# content_view.upgrade_help
source: 有 %@ 只虾可升级到 v%@
en: %@ shrimps can be upgraded to v%@
zh_hant: 搜尋（空格分詞）

# credential.apply.empty.desc
source: 在「全局模型池」中添加 Provider 账户并配置凭据， 即可在此一键同步到虾的 openclaw 配置。
en: Add a provider account with credentials in the global model pool, then sync it to this shrimp's openclaw config with one click.
zh_hant: 自動滾動

# dashboard.asset.skills_items
source: %d 个
en: %d items
zh_hant: 未知

# dashboard.asset.skills_total
source: 技能总数（用户自定义）
en: Skill count (user-defined)
zh_hant: 可升級 (%@)

# dashboard.asset.token_coming_soon
source: Token 消耗（待接入）
en: Token usage (coming soon)
zh_hant: 載入使用者失敗：%@

# dashboard.asset.total_data
source: 数据总量（%d 只虾 .openclaw/）
en: Total data (%d shrimps .openclaw/)
zh_hant: 有 %@ 只蝦可升級到 v%@

# dashboard.asset.total_home
source: 家目录总量（含所有用户文件）
en: Home directory total (including all user files)
zh_hant: 在「全域性模型池」中新增 Provider 賬戶並配置憑據，

# dashboard.asset.total_memory
source: 记忆总量（%d 只虾合计）
en: Total memory (%d shrimps combined)
zh_hant: 即可在此一鍵同步到蝦的 openclaw 配置。

# dashboard.card.active_shrimps
source: 活跃 %d 只虾
en: %d active shrimps
zh_hant: %d 個

# dashboard.card.avg_storage
source: 平均 %@
en: Average %@
zh_hant: 技能總數（使用者自定義）

# dashboard.card.cpu_summary
source: CPU 汇总
en: CPU Summary
zh_hant: Token 消耗（待接入）

# dashboard.card.memory_summary
source: 内存汇总
en: Memory Summary
zh_hant: 資料總量（%d 只蝦 .openclaw/）

# dashboard.card.process_memory
source: 进程物理内存
en: Process Physical Memory
zh_hant: 家目錄總量（含所有使用者檔案）

# dashboard.card.storage_usage
source: 存储占用
en: Storage Usage
zh_hant: 記憶總量（%d 只蝦合計）

# dashboard.cumulative
source: 累计
en: Cumulative
zh_hant: 活躍 %d 只蝦

# dashboard.gateway_status.ready
source: 就绪
en: Ready
zh_hant: 平均 %@

# dashboard.gateway_status.starting
source: 启动中…
en: Starting...
zh_hant: CPU 彙總

# dashboard.gateway_status.stopped
source: 已停止
en: Stopped
zh_hant: 記憶體彙總

# dashboard.gateway_status.zombie
source: 异常：进程存活但 HTTP 服务无响应，建议重启
en: Anomaly: Process is alive but HTTP service is not responding. Restart recommended.
zh_hant: 程序物理記憶體

# dashboard.helper_disconnected_hint
source: Helper 未连接，数据无法获取。请前往「设置 → 诊断」查看详情。
en: Helper is not connected, so data cannot be loaded. Go to Settings -> Diagnostics for details.
zh_hant: 儲存佔用

# dashboard.no_shrimps
source: 暂无虾
en: No shrimps
zh_hant: 累計

# dashboard.realtime_traffic
source: 实时流量
en: Real-time traffic
zh_hant: 就緒

# dashboard.section.asset_overview
source: 资产概览
en: Asset Overview
zh_hant: 啟動中…

# dashboard.section.clawdhome_overview
source: ClawdHome 概览
en: ClawdHome Overview
zh_hant: 已停止

# dashboard.section.shrimp_pool_overview
source: 虾塘概览
en: Shrimp Pool Overview
zh_hant: 異常：程序存活但 HTTP 服務無響應，建議重啟

# dashboard.shrimp_status.anomaly
source: 异常
en: Anomaly
zh_hant: Helper 未連線，資料無法獲取。請前往「設定 → 診斷」檢視詳情。

# dashboard.shrimp_status.ready
source: 就绪
en: Ready
zh_hant: 暫無蝦

# dashboard.shrimp_status.running
source: 运行
en: Running
zh_hant: 即時流量

# dashboard.shrimp_status.starting
source: 启动中
en: Starting
zh_hant: 資產概覽

# dashboard.skills_count
source: 技能 %d
en: %d skills
zh_hant: ClawdHome 概覽

# dashboard.storage_top3
source: 存储 Top 3
en: Storage Top 3
zh_hant: 蝦塘概覽

# dashboard.summary_hint
source: 详细资源与连接明细已在「虾塘」中完整提供，仪表盘仅保留汇总。
en: Detailed resource and connection info is available in the Shrimp Pool. The dashboard only shows a summary.
zh_hant: 異常

# dashboard.title
source: 仪表盘
en: Dashboard
zh_hant: 就緒

# dashboard.total_traffic
source: 累计流量
en: Cumulative traffic
zh_hant: 執行

# gateway.readiness.ready
source: 运行中
en: Running
zh_hant: 啟動中

# gateway.readiness.starting
source: 启动中…
en: Starting…
zh_hant: 技能 %d

# gateway.readiness.stopped
source: 未运行
en: Stopped
zh_hant: 儲存 Top 3

# gateway.readiness.zombie
source: 异常
en: Unresponsive
zh_hant: 詳細資源與連線明細已在「蝦塘」中完整提供，儀表盤僅保留彙總。

# health.group.config
source: 配置校验
en: Configuration
zh_hant: 儀表盤

# health.group.environment
source: 环境检测
en: Environment
zh_hant: 累計流量

# health.group.gateway
source: Gateway 状态
en: Gateway Status
zh_hant: 執行中

# health.group.network
source: 网络连通
en: Network
zh_hant: 啟動中…

# health.group.permissions
source: 权限检测
en: Permissions
zh_hant: 未執行

# health.group.security
source: 安全审计
en: Security Audit
zh_hant: 異常

# model.appearance.dark
source: 深色
en: Dark
zh_hant: 配置校驗

# model.appearance.light
source: 浅色
en: Light
zh_hant: 環境檢測

# model.appearance.system
source: 跟随系统
en: System
zh_hant: Gateway 狀態

# model.config.fallback_index
source: 备用 %@
en: Fallback %@
zh_hant: 網路連通

# model.llama32.3b.desc
source: Meta 轻量旗舰，英文为主
en: Meta lightweight flagship, primarily English
zh_hant: 許可權檢測

# model.provider.zai.name
source: 智谱 Z.AI
en: Zhipu Z.AI
zh_hant: 安全審計

# model.qwen25.3b.desc
source: 内存占用小，速度快，8GB 机器首选
en: Low memory usage, fast, ideal for 8 GB machines
zh_hant: 深色

# model.qwen25.3b.name
source: Qwen2.5 3B（轻量）
en: Qwen2.5 3B (Lightweight)
zh_hant: 淺色

# model.qwen25.7b.desc
source: 均衡型，中英双语，代码能力强
en: Balanced, bilingual Chinese/English, strong coding skills
zh_hant: 跟隨系統

# model.qwen25.7b.name
source: Qwen2.5 7B（推荐）
en: Qwen2.5 7B (Recommended)
zh_hant: 備用 %@

# model.qwen3tts.0_6b.desc
source: 响应快，拟真度高
en: Fast response, high naturalness
zh_hant: Meta 輕量旗艦，英文為主

# model.qwen3tts.0_6b.name
source: Qwen3-TTS 0.6B（快速）
en: Qwen3-TTS 0.6B (Fast)
zh_hant: 智譜 Z.AI

# model.qwen3tts.1_7b.desc
source: 音质更自然，需更多内存
en: More natural audio, requires more memory
zh_hant: 記憶體佔用小，速度快，8GB 機器首選

# model.qwen3tts.1_7b.name
source: Qwen3-TTS 1.7B（高质量）
en: Qwen3-TTS 1.7B (High Quality)
zh_hant: Qwen2.5 3B（輕量）

# model.skill.source.bundled
source: 内置
en: Built-in
zh_hant: 均衡型，中英雙語，程式碼能力強

# model.skill.source.extra
source: 扩展
en: Extension
zh_hant: Qwen2.5 7B（推薦）

# model.skill.source.managed
source: 已安装
en: Installed
zh_hant: 響應快，擬真度高

# model.skill.source.plugin
source: 插件
en: Plugin
zh_hant: Qwen3-TTS 0.6B（快速）

# model.skill.source.workspace
source: 工作区
en: Workspace
zh_hant: 音質更自然，需更多記憶體

# model.whisper.turbo.desc
source: 飞快，多语言，推荐首选
en: Blazing fast, multilingual, recommended
zh_hant: Qwen3-TTS 1.7B（高質量）

# model_priority.add_model
source: 添加模型
en: Add Model
zh_hant: 內建

# model_priority.add_to_chain
source: 添加到备选链
en: Add to Fallback Chain
zh_hant: 擴充套件

# model_priority.apply
source: 应用
en: Apply
zh_hant: 已安裝

# model_priority.button
source: 优先级
en: Priority
zh_hant: 外掛

# model_priority.cancel
source: 取消
en: Cancel
zh_hant: 工作區

# model_priority.close
source: 关闭
en: Close
zh_hant: 飛快，多語言，推薦首選

# model_priority.compatibility
source: 兼容类型
en: Compatibility Type
zh_hant: 新增模型

# model_priority.custom_api_key_label
source: 自定义 API Key
en: Custom API Key
zh_hant: 新增到備選鏈

# model_priority.custom_key_hint
source: 留空则使用环境变量
en: Leave empty to use environment variable
zh_hant: 應用

# model_priority.empty
source: 尚未配置模型
en: No models configured
zh_hant: 優先順序

# model_priority.fallback_label
source: %@ · 备选 #%ld
en: %@ · Fallback #%ld
zh_hant: 取消

# model_priority.key_exists
source: 已有密钥
en: Key exists
zh_hant: 關閉

# model_priority.loading
source: 读取模型配置…
en: Loading model configuration…
zh_hant: 相容型別

# model_priority.model
source: 模型
en: Model
zh_hant: 自定義 API Key

# model_priority.model_label
source: 模型
en: Model
zh_hant: 留空則使用環境變數

# model_priority.primary_label
source: %@ · 主模型
en: %@ · Primary
zh_hant: 尚未配置模型

# model_priority.provider
source: 提供商
en: Provider
zh_hant: %@ · 備選 #%ld

# model_priority.provider_custom
source: 自定义
en: Custom
zh_hant: 已有金鑰

# model_priority.provider_id_label
source: Provider ID（可选，默认 custom）
en: Provider ID (optional, defaults to custom)
zh_hant: 讀取模型配置…

# model_priority.remove
source: 移除
en: Remove
zh_hant: 模型

# model_priority.restart_confirm
source: 应用
en: Apply
zh_hant: 模型

# model_priority.restart_message
source: 保存后 Gateway 将自动热重启以生效。
en: Gateway will automatically restart to apply changes after saving.
zh_hant: %@ · 主模型

# model_priority.restart_title
source: 应用模型配置
en: Apply Model Configuration
zh_hant: 提供商

# model_priority.set_primary
source: 设为主模型
en: Set as Primary
zh_hant: 自定義

# model_priority.title
source: 模型优先级
en: Model Priority
zh_hant: Provider ID（可選，預設 custom）

# models.global_secrets_store.text_0010795e
source: 主账号
en: Primary account
zh_hant: 移除

# models.global_secrets_store.text_1ff177a5
source: 同步到虾
en: Sync to Shrimp
zh_hant: 應用

# models.llm_manager.empty.desc
source: 点击「添加账户」，选择 Provider 和模型型号。 同一 Provider 可添加多个账户（如主账号、备用账号）。
en: Click "Add Account", select provider and model. You can add multiple accounts under the same provider (for example primary/backup).
zh_hant: 儲存後 Gateway 將自動熱重啟以生效。

# models.managed_user.configuration
source: :未配置
en: :Not configured
zh_hant: 應用模型配置

# models.managed_user.error_prefix
source: 异常:
en: Error:
zh_hant: 設為主模型

# models.managed_user.esp32
source: 树莓派 / ESP32
en: Raspberry Pi / ESP32
zh_hant: 模型優先順序

# models.managed_user.flash_freeze
source: 速冻
en: Flash freeze
zh_hant: 主賬號

# models.managed_user.flash_frozen
source: 已速冻
en: Flash-frozen
zh_hant: 同步到蝦
